INSERT INTO LINE (id, name, start_time, end_time, interval_time, bg_color)
VALUES
(1, '1호선', '10:10', '10:20', 10, 'bg-blue-100'),
(2, '2호선', '10:10', '10:20', 10, 'bg-red-600'),
(3, '3호선', '10:10', '10:20', 10, 'bg-green-600'),
(4, '4호선', '10:10', '10:20', 10, 'bg-orange-600'),
(5, '5호선', '10:10', '10:20', 10, 'bg-purple-600'),
(6, '6호선', '10:10', '10:20', 10, 'bg-yellow-600'),
(7, '7호선', '10:10', '10:20', 10, 'bg-pink-600'),
(8, '8호선', '10:10', '10:20', 10, 'bg-blue-600');

INSERT INTO STATION(id, name)
VALUES
(1, '수원'),
(2, '화성'),
(3, '성균관대'),
(4, '교대'),
(5, '역삼');
