INSERT INTO LINE (name, start_time, end_time, interval_time, bg_color)
VALUES
('1호선', '10:10', '10:20', 10, 'bg-gray-200'),
('2호선', '10:10', '10:20', 10, 'bg-red-500'),
('3호선', '10:10', '10:20', 10, 'bg-green-500'),
('4호선', '10:10', '10:20', 10, 'bg-orange-500'),
('5호선', '10:10', '10:20', 10, 'bg-purple-500'),
('6호선', '10:10', '10:20', 10, 'bg-yellow-500'),
('7호선', '10:10', '10:20', 10, 'bg-pink-500'),
('8호선', '10:10', '10:20', 10, 'bg-blue-500');

INSERT INTO STATION(name)
VALUES
('당산'),
('합정'),
('홍대입구'),
('신촌'),
('이대'),
('아현'),
('충정로'),
('시청'),
('서울역'),
('남영'),
('용산'),
('노량진'),
('숙대입구'),
('삼각지'),
('신용산'),
('이촌'),
('동작'),
('이수');
